"LANG" = "(zh_CN)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "验证";
"TB_MAINTAIN" = "维护";
"TB_CLEAN" = "清理";
"TB_UTILS" = "实用工具";
"TB_AUTOMATE" = "自动执行";
"TB_PARAM" = "参数";
"TB_INFO" = "简介";
"TB_LOG" = "日志";

"TT_ONYX" = "仅显示工具栏";
"TT_CHECK" = "执行验证";
"TT_MAINTAIN" = "执行系统维护";
"TT_CLEAN" = "执行清理";
"TT_UTILS" = "执行杂项操作";
"TT_AUTOMATE" = "执行系统维护和清理";
"TT_PARAM" = "开关隐藏功能";
"TT_INFO" = "显示简介";
"TT_LOG" = "显示 OnyX 日志和崩溃报告";

"EXEC_ONYX" = "正在启动 OnyX";
"READ_PARAM" = "正在读取参数...";
"READ_INFO" = "正在读取信息...";

"DEFAULT" = "默认";
"BY_PROC" = " (每个处理器)";
"BY_CORE" = " (每个核心)";
"USEDBYSYSTEM" = " (由系统使用)";
"USEDBYONYX" = " (由 OnyX 使用)";
"OCTETS" = " 字节";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "取消";
"B_DL" = "下载";
"B_QUIT" = "退出";
"B_CONTINUE" = "继续";
"B_RESTART" = "重启";
"B_CLOSE" = "关闭";
"B_SHUTDOWN" = "关机";
"B_CREATE" = "创建";
"B_DELETE" = "删除";
"B_ENABLE" = "打开";
"B_DISABLE" = "关闭";
"FIELD_ENABLE" = "已打开";
"FIELD_DISABLE" = "已关闭";

"CHECK_UPDATE" = "正在检查更新...";
"UPTODATE" = "OnyX 是最新的。";
"MSG_UPTODATE" = "OnyX 当前没有可用的新版本，点按“好”继续。";
"NO_UPDATE" = "没有新版本可用。";
"NO_UPDATEBETA" = "不可能从测试版搜索更新。";
"UPDATE_DL" = "检测到一个新版本并开始下载。";
"UPDATE_NODL" = "检测到一个新版本但没有下载。";
"DL_UPDATE" = "正在下载...";
"NEW_VERS" = "检测到一个新版本。";
"MSG_VERSA" = "目前您使用的 OnyX 版本是";
"MSG_VERSB" = "。\n可用的最新版本是";
"MSG_VERSC" = "。\n 您想下载它吗？";
"DLOK" = "文件已下载。";
"MSG_DLOK" = "最新版的 OnyX 已下载并放到桌面，或是您在 OnyX 偏好设置中指定的文件夹中。";

"CHECK_SMART" = "正在检查 S.M.A.R.T. 状态";
"MSG_CHECKSMART" = "推荐您经常性的验证磁盘的 S.M.A.R.T. 状态。此操作仅持续树苗。它可以在 OnyX 的偏好设置中关闭。";
"DISABLE_SMART" = "启动时验证 S.M.A.R.T. 状态可以在 OnyX 偏好设置中关闭。";
"SMART_VERIFIED" = "已验证 S.M.A.R.T. 状态。";
"MSG_SMART_VERIFIED" = "磁盘看起来工作正常无误。";
"SMART_NOTSUPPORTED" = "不支持 S.M.A.R.T. 状态。";
"MSG_SMART_NOTSUPPORTED" = "S.M.A.R.T. 状态未验证，因为此盘不支持。";
"SMART_NOTVERIFIED" = "S.M.A.R.T. 状态未验证。";
"MSG_SMART_NOTVERIFIED" = "在检查此磁盘 S.M.A.R.T. 状态时检测到一个错误。";
"MSG_SMART_RAID" = "OnyX 不能检查 RAID 组合的 S.M.A.R.T. 状态。";

"CHECKDISK" = "验证启动宗卷";
"MSG_ALERTCHECK" = "在运行维护或清理任务之前，我们推荐允许 OnyX 验证启动盘。";
"MSG_CHECKDISK" = "由于一些进程会影响结果，OnyX 会退出所有应用程序。(请记得保存您的工作！)。\n在验证期间，您可能看到旋转轮，Finder 变慢，您的电脑可能无响应 (冻结)。这是正常现象。请耐心等候！";
"CHECKDISK_OK" = "宗卷已验证。";
"MSG_CHECKDISK_OK" = "启动宗卷看起来状态良好。";
"CHECKDISK_NOTOK" = "宗卷需要修复。";
"MSG_CHECKDISK_NOTOK" = "要修复您的启动盘，从您的 Mac OS X 安装盘启动，然后选取实用工具 > 磁盘工具...";
"NOCHECKDISK" = "检查不可用。";
"MSG_NOCHECKDISK" = "启动宗卷不是日志格式，因此无法验证。";

"CHECK_PLIST" = "正在检查偏好设置文件";
"PLIST_OK" = "偏好设置文件正常。";

"REPAIRPERM" = "正在修复系统权限";
"DAILY" = "正在执行每日例行维护脚本";
"WEEKLY" = "正在执行每周例行维护脚本";
"MONTHLY" = "正在执行每月例行维护脚本";
"ARCHIVEDLOGS" = "正在删除系统归档日志";
"ENDSCRIPTS" = "脚步已结束。";
"MSG_ENDSCRIPTS" = "所选脚本已成功执行。";
"LAST_EXEC" = "- 上次运行：";
"MAINTAIN" = "维护工作正在进行...";
"LAUNCHSERVICES" = "正在重建 LaunchServices 数据库";
"DSSTORE" = "正在删除所有隐藏的 .DS_Store 文件";
"DYLDCACHE" = "正在更新 dyld 的共享缓存";
"INDEX_SPOTLIGHT" = "正在重建 Spotlight 索引";
"INDEX_BAL" = "正在重建 Mail 的信箱索引";
"SIDEBAR" = "正在重置 Finder 窗口的侧边栏";
"HELPVIEWER" = "正在重置帮助查看器的菜单";
"ENDMAINTAIN" = "维护已结束。";
"MSG_ENDMAINTAIN" = "所选维护命令已执行。";

"CLEAN" = "清理工作正在进行...";
"CACHE_BOOT" = "正在删除启动缓存";
"CACHE_KERNEL" = "正在删除内核缓存";
"CACHE_INTLDATA" = "正在删除多语言数据缓存";
"CUPS_FILES" = "正在删除所有 CUPS 任务";
"CACHE_DIRECTORYSERVICE" = "正在删除目录服务缓存";
"CACHE_COMPQT" = "正在删除 QuickTime 组件缓存";
"CACHE_COMPAUDIO" = "正在删除音频组件缓存";
"CACHE_COMPOTHERS" = "正在删除其它组件缓存";
"CACHE_APP" = "正在删除应用程序缓存";
"CACHE_PREFPANES" = "正在删除偏好设置面板缓存";
"CACHE_AU" = "正在删除音频单元缓存";
"CACHE_JAVA" = "在删除 Java 和 Java 小程序缓存";
"CACHE_DESKTOP" = "正在删除桌面缓存";
"CACHE_ICONDOCK" = "正在删除图标 Dock 缓存";
"CACHE_COLORSYNC" = "正在删除 ColorSync 描述文件缓存";
"CACHE_QUICKLOOK" = "正在删除快速查看缓存";
"TEMP_ITEMS" = "正在删除临时项";
"CACHE_BROWSER" = "正在删除浏览器缓存";
"CACHE_DOWNLOAD" = "正在删除下载缓存";
"HISTORY_BROWSER" = "正在删除浏览器历史";
"RECENT_SEARCH" = "正在删除最近搜索记录";
"WEBPAGE_PREVIEWS" = "正在删除网页预览";
"BOOKMARKS_ICONS" = "正在删除书签图标";
"INFOS_FORM" = "正在删除表单信息";
"COOKIES" = "正在删除所有 Cookies";
"CACHE_FONTS" = "正在删除字体缓存";
"RECENT_ITEMS" = "正在删除最近使用项";
"RECENT_CONVERSIONS" = "正在删除计算器最近的转换";
"MAIL_DOWNLOADS" = "正在清空 Mail 下载文件夹";
"SAVED_SEARCHES" = "正在清空已存储的搜索文件夹";
"TMP" = "正在删除临时和废弃文件";
"OLDITUNESLIB" = "正在删除以前的 iTunes 资料库";
"MYCOMPSS" = "正在删除屏幕共享的 '我的电脑' 列表";
"CONTENTGUIDEQT" = "正在删除 QuickTime 内容指南";
"ENDCLEAN" = "清理已结束。";
"MSG_ENDCLEAN" = "所选清理命令已被执行。";

"EMPTY_TRASH" = "正在删除废纸篓内容";
"DESTROY_TRASH" = "正在销毁非废纸篓内容";
"ALRT_TRASH" = "所有帐户在所有已连接宗卷上的废纸篓内容都将被永久移除。";
"MSG_DESTROYTRASH" = "警告：此操作要花很长时间。请耐心等候！";
"ENDEMPTYTRASH" = "废纸篓已清空。";
"MSG_ENDEMPTYTRASH" = "所有连接的宗卷上，所有帐户的废纸篓内容都已成功去除。";

"LOCATE_YES" = "正在创建 Locate 数据库";
"LOCATE_NO" = "正在删除 Locate 数据库";
"MSG_DELETELOCATE" = "您确定要删除 Locate 数据库吗？";
"UPDATE_LOCATE" = "正在更新 Locate 数据库";
"SEARCH_LOCATE" = "正在搜索 Locate 数据库";
"ENDUPDLOCATE" = "Locate 数据库已更新。";
"MSG_ENDUPDLOCATE" = "Locate 数据库已成功重建并更新。";
"SEARCH_RESULT" = "搜索结果";
"NO_ITEMFOUND" = "无项目包含";
"NO_FOUND" = "已找到。";
"ONE_ITEMFOUND" = "仅一项包含";
"ONE_FOUND" = "已找到。";
"MORE_ITEMFOUND" = "项目包含";
"MORE_FOUND" = "已找到。";
"UPDATE_WHATIS" = "正在更新 Whatis 数据库";
"ENDUPDWHATIS" = "Whatis 数据库已更新。";
"MSG_ENDUPDWHATIS" = "Whatis 数据库已成功重建并更新。";

"ACCT_YES" = "正在打开进程计数";
"ACCT_NO" = "正在关闭进程计数";

"SHOWVOLUME" = "正在显示宗卷：";
"HIDEVOLUME" = "正在隐藏宗卷：";
"SHOWFOLDER" = "正在显示文件夹：";
"HIDEFOLDER" = "正在隐藏文件夹：";
"SHOWFILE" = "正在显示文件：";
"HIDEFILE" = "正在隐藏文件：";

"AUTOMATE" = "自动维护工作正在进行...";
"ALL_LOGS" = "正在删除日志和诊断报告";
"SYSTEM_CACHE" = "正在删除系统缓存";
"USER_CACHE" = "正在删除用户缓存";
"WEB_CACHE" = "正在删除网络缓存和历史";
"MISC_ITEMS" = "正在删除其它项目";
"ENDAUTOMATE" = "自动执行已结束。";
"MSG_ENDAUTOMATE" = "所选自动维护命令已被执行。";

"RESTART" = "所选命令已经成功执行。";
"MSG_RESTART" = "请立即重启您的电脑！";

"DOUBLEBOTH" = "正在打开滚动条的上下双箭头";
"DOUBLEMAX" = "正在打开滚动条的底部和右侧双箭头";
"DOUBLEMIN" = "正在打开滚动条的顶部和左侧双箭头";
"SINGLE" = "正在关闭滚动条每边的单箭头";
"SETTIME" = "正在修改下拉窗显示速度";
"CRASHREPORT_BASIC" = "正在打开诊断报告的基本模式";
"CRASHREPORT_DEV" = "正在打开诊断报告的开发者模式";
"CRASHREPORT_SERVER" = "正在打开诊断报告的服务器模式";
"DSSTORENETWORK_YES" = "正在打开在网络宗卷创建 .DS_Store 文件";
"DSSTORENETWORK_NO" = "正在关闭在网络宗卷创建 .DS_Store 文件";
"DSSTORENETWORK" = "正在修改网络宗卷上 .DS_Store 文件的创建。";
"DSSTORENETWORK_RESTART" = "修改 .DS_Store 文件在网络宗卷上的创建将重启后生效。\n您确定要现在强制重启吗？请记得保存您的数据！";
"FORMAT_CAPTURE" = "正在修改默认的屏幕截图格式";
"SHADOWSC_YES" = "正在设置在窗口截图时显示阴影";
"SHADOWSC_NO" = "正在设置在窗口截图时隐藏阴影";
"PATH_CAPTURE" = "正在修改屏幕截图的存储路径";
"NEWNAME_CAPTURE" = "正在修改屏幕截图的名称";
"RECENTITEMS_YES" = "正在显示应用程序的最近使用项目";
"RECENTITEMS_NO" = "正在隐藏应用程序的最近使用项目";
"RECENTPLACES" = "正在修改对话框中的最近位置数";
"START_ANIMDESKTOP" = "正在启动动画桌面背景";
"STOP_ANIMDESKTOP" = "正在停止动画桌面背景";
"ALERTDOWNLOADED_YES" = "正在显示 Internet 下载的应用程序启动时的提示信息";
"ALERTDOWNLOADED_NO" = "正在隐藏 Internet 下载的应用程序启动时的提示信息";
"PP_ARCHIVES" = "正在安装归档偏好设置面板";
"PP_PROCESSOR" = "正在安装处理器偏好设置面板";
"REINIT_GENERAL" = "正在重新初始化通用参数";

"ZOOMAPP_YES" = "正在打开应用程序缩放";
"ZOOMAPP_NO" = "正在关闭应用程序缩放";
"ZOOMWIND_YES" = "正在打开窗口缩放";
"ZOOMWIND_NO" = "正在关闭窗口缩放";
"ANIMINFO_YES" = "正在打开简介窗口的动画";
"ANIMINFO_NO" = "正在关闭简介窗口的动画";
"ANIMSNAP_YES" = "正在打开动画显示贴紧网格";
"ANIMSNAP_NO" = "正在关闭动画显示贴紧网格";
"SHOWFILESFINDER_YES" = "正在显示隐藏文件和文件夹";
"SHOWFILESFINDER_NO" = "正在隐藏隐藏文件和文件夹";
"PATHINTITLE_YES" = "正在窗口标题显示路径";
"PATHINTITLE_NO" = "正在窗口标题隐藏路径";
"FOLDERCONTENTQL_YES" = "正在显示快速查看中的文件夹内容";
"FOLDERCONTENTQL_NO" = "正在隐藏快速查看中的文件夹内容";
"LABEL_1LINE" = "正在设置图标下单行文本";
"LABEL_2LINES" = "正在将图标名称双行显示";
"MENUBAR" = "正在修改菜单栏的背景";
"MENUBAR_RESTART" = "修改菜单栏背景将在重启后生效。\n您确定要现在强制重启吗？请记得保存您的数据！";
"SHOWPREFS_YES" = "正在显示 Finder 菜单中的“偏好设置...”菜单项";
"SHOWPREFS_NO" = "正在隐藏 Finder 菜单中的“偏好设置...”菜单项";
"SHOWTRASH_YES" = "正在显示 Finder 菜单中的“清倒废纸篓...”";
"SHOWTRASH_NO" = "正在隐藏 Finder 菜单中的“清倒废纸篓...”";
"QUITFINDER_YES" = "正在显示 Finder 菜单中的“退出”菜单项";
"QUITFINDER_NO" = "正在隐藏 Finder 菜单中的“退出”菜单项";
"SHOWEJECT_YES" = "正在显示“文件”菜单中的“推出”菜单项";
"SHOWEJECT_NO" = "正在隐藏“文件”菜单中的“推出”菜单项";
"SHOWBURN_YES" = "正在显示“文件”菜单中的“刻录光盘...”菜单项";
"SHOWBURN_NO" = "正在隐藏“文件”菜单中的“刻录光盘...”菜单项";
"PERSOTOOLBAR_YES" = "正在显示“显示”菜单的“自定工具栏...”";
"PERSOTOOLBAR_NO" = "正在隐藏“显示”菜单的“自定工具栏...”";
"VIEWOPTIONS_YES" = "正在显示“显示”菜单中的“查看显示选项”菜单项";
"VIEWOPTIONS_NO" = "正在隐藏“显示”菜单中的“查看显示选项”菜单项";
"IDISK_YES" = "正在显示“前往”菜单的 iDisk 菜单项";
"IDISK_NO" = "正在隐藏“前往”菜单的 iDisk 菜单项";
"SHOWGOTOFOLDER_YES" = "正在显示“前往”菜单中的“前往文件夹...”菜单项";
"SHOWGOTOFOLDER_NO" = "正在隐藏“前往”菜单中的“前往文件夹...”菜单项";
"SHOWCONNECTTO_YES" = "正在显示 \"前往\" 菜单的 \"连接服务器...\" 菜单项";
"SHOWCONNECTTO_NO" = "正在隐藏 \"前往\" 菜单的 \"连接服务器...\" 菜单项";
"EXTRASMENU" = "显示";
"EXTRASMENUBAR" = " 菜单在菜单栏";
"REINIT_FINDER" = "正在重新初始化 Finder 的隐藏参数";

"DOCK3D" = "正在显示 Dock 为 3D 镜面效果";
"DOCK2D" = "正在显示 Dock 为 2D 半透明效果";
"GENIE" = "正在打开神奇效果";
"SCALE" = "正在打开缩放效果";
"SUCK" = "正在打开吸入效果";
"MINIMIZE128_YES" = "正在关闭 Dock 窗口减小比例";
"MINIMIZE128_NO" = "正在打开 Dock 窗口减小比例";
"ORIENTATION_BOTTOM" = "正在使 Dock 在屏幕下方显示";
"ORIENTATION_LEFT" = "正在将 Dock 显示到屏幕左侧";
"ORIENTATION_RIGHT" = "正在将 Dock 显示到屏幕右侧";
"PINNING_START" = "正在将 Dock 从其开头固定到边缘";
"PINNING_MIDDLE" = "正在将 Dock 居中";
"PINNING_END" = "正在将 Dock 从其结尾固定到边缘";
"ALIGN_TOP" = "正在固定到顶部";
"ALIGN_BOTTOM" = "正在固定到底部";
"ALIGN_LEFT" = "已固定到左侧";
"ALIGN_RIGHT" = "已固定到右侧";
"LAUNCHANIM_YES" = "正在打开应用程序启动动画";
"LAUNCHANIM_NO" = "正在关闭应用程序启动动画";
"NOBOUNCING_YES" = "正在关闭后台出现通知时的动画";
"NOBOUNCING_NO" = "正在打开后台出现通知时的动画";
"ONLYSTATICAPP_YES" = "正在启用仅在 Dock 显示运行的应用程序";
"ONLYSTATICAPP_NO" = "正在启用在 Dock 显示所有应用程序";
"SHOWHIDDEN_YES" = "正在打开 Dock 隐藏应用程序的透明度";
"SHOWHIDDEN_NO" = "正在关闭 Dock 隐藏应用程序的透明度";
"AUTOHIDE_YES" = "正在打开 Dock 自动隐藏和显示";
"AUTOHIDE_NO" = "正在关闭 Dock 自动隐藏和显示";
"ANIMDOCK_YES" = "Turning on animation when hiding/showing the Dock";
"ANIMDOCK_NO" = "Turning off animation when hiding/showing the Dock";
"EXPOSEMENUS_YES" = "正在打开 Exposé 菜单";
"EXPOSEMENUS_NO" = "正在关闭 Exposé 菜单";
"LOCKSIZE_YES" = "正在锁定 Dock 中图标大小";
"LOCKSIZE_NO" = "正在解锁 Dock 中图标大小";
"LOCKCONTENT_YES" = "正在锁定 Dock 内的图标";
"LOCKCONTENT_NO" = "正在解锁 Dock 内的图标";
"SINGLEAPP_YES" = "正在打开单程序模式";
"SINGLEAPP_NO" = "正在关闭单程序模式";
"LISTSTACK_YES" = "正在显示堆栈中非树形结构列表菜单";
"LISTSTACK_NO" = "正在显示堆栈中树形结构列表菜单";
"MOUSEOVERSTACK_YES" = "正在打开堆栈网格视图时高亮悬浮效果";
"MOUSEOVERSTACK_NO" = "正在关闭堆栈网格视图时高亮悬浮效果";
"STACK_RECENTFAVORITE" = "正在添加一个最近使用/个人收藏的堆栈到 Dock";
"SPACER_APP" = "正在添加不可见空格到 Dock 左侧";
"SPACER_OTHERS" = "正在添加不可见的空白到 Dock 右侧";
"RESTORE_DOCK" = "正在恢复 Dock 的显示和参数";
"REINIT_DOCK" = "正在重新初始化 Dock 的隐藏参数";

"HIDECONTROLSQT_YES" = "正在隐藏 QuickTime 窗口中的回放控制";
"HIDECONTROLSQT_NO" = "正在显示 QuickTime 窗口中的回放控制";
"HIDETITLEQT_YES" = "正在隐藏 QuickTime 窗口的标题栏";
"HIDETITLEQT_NO" = "正在显示 QuickTime 窗口的标题栏";
"AUTOPLAYMOVIE_YES" = "正在打开影片打开时自动播放";
"AUTOPLAYMOVIE_NO" = "正在关闭影片打开时自动播放";
"ROUNDEDCORNERS_YES" = "正在显示窗口圆角等高线";
"ROUNDEDCORNERS_NO" = "正在显示窗口右角等高线";
"FULLSCREENQT_YES" = "正在打开 QuickTime 保持全屏幕模式";
"FULLSCREENQT_NO" = "正在关闭 QuickTime 保持全屏幕模式";
"QTINFOPANEL_YES" = "正在显示启动时的 QuickTime Player 7 影片检查器";
"QTINFOPANEL_NO" = "正在隐藏启动时的 QuickTime Player 7 影片检查器";
"REINIT_QUICKTIME" = "正在重新初始化 QuickTIme 的隐藏参数";

"PDFAUTO_YES" = "正在打开从 Safari 打开 PDF 文件";
"PDFAUTO_NO" = "正在关闭从 Safari 打开 PDF 文件";
"SAFARICACHE_YES" = "正在打开 Safari 的图像缓存";
"SAFARICACHE_NO" = "正在关闭 Safari 的图像缓存";
"BACKFORWARD_YES" = "正在打开 Safari 的后退/前进按钮";
"BACKFORWARD_NO" = "正在关闭 Safari 的后退/前进按钮";
"SINGLEWIND_YES" = "正在打开 Safari 单窗口模式";
"SINGLEWIND_NO" = "正在关闭 Safari 单窗口模式";
"CONFIRMCLOSEWIND_NO" = "正在关闭 Safari 关闭多页面时的确认";
"CONFIRMCLOSEWIND_YES" = "正在打开 Safari 关闭多页面时的确认";
"DEBUGSAFARI_YES" = "正在打开 Safari 的开发菜单";
"DEBUGSAFARI_NO" = "正在关闭 Safari 的开发菜单";
"FAVICON_YES" = "正在显示书签图标";
"FAVICON_NO" = "正在隐藏书签图标";
"SHOWTOOLTIPS_YES" = "正在显示工具提示中的链接 URL";
"SHOWTOOLTIPS_NO" = "正在隐藏工具提示中的链接 URL";
"PRINTBACKGROUND_YES" = "正在打开 Safari 打印背景";
"PRINTBACKGROUND_NO" = "正在关闭 Safari 打印背景";
"PRINTHEADERFOOTER_YES" = "正在打开 Safari 打印页眉页脚";
"PRINTHEADERFOOTER_NO" = "正在关闭 Safari 打印页眉页脚";
"HISTO_SAFARI" = "正在设置 Safari 的历史参数";
"FIXWEBKITBUG" = "正在调回仅缩放文本选项";
"REINIT_SAFARI" = "正在重新初始化 Safari 的隐藏参数";

"MAILPLAINTEXT_YES" = "正在以文字方式显示新邮件";
"MAILPLAINTEXT_NO" = "正在显示新 Mail 邮件为默认格式";
"DATADETECTMAIL_NO" = "正在关闭 Mail 的数据探测器";
"DATADETECTMAIL_YES" = "正在打开 Mail 的数据探测器";
"VIEWATTACHMENT_YES" = "正在打开邮件中显示附件";
"VIEWATTACHMENT_NO" = "正在关闭邮件中显示附件";
"MAIL_MINIFONTSIZE" = "正在修改 Mail 中邮件的最小字体大小";
"COPYNAMEMAIL_YES" = "正在显示从 Mail 快捷菜单中拷贝邮箱地址时的名称";
"COPYNAMEMAIL_NO" = "正在隐藏从 Mail 快捷菜单中拷贝邮箱地址时的名称";
"REINIT_MAIL" = "正在重新初始化 Mail 的隐藏参数";

"TRACKNUMBER_NO" = "正在隐藏导入到 iTunes 时的轨道编号";
"TRACKNUMBER_YES" = "正在显示导入到 iTunes 时的轨道编号";
"AUTOPLAY_NO" = "正在关闭导入 iTunes 时播放";
"AUTOPLAY_YES" = "正在打开导入 iTunes 时播放";
"DISABLESTORE_NO" = "正在打开 iTunes 中显示 iTunes 商店";
"DISABLESTORE_YES" = "正在关闭 iTunes 中显示 iTunes 商店";
"SHOWPING_YES" = "正在显示 iTunes 列表中 Ping 按钮";
"SHOWPING_NO" = "正在隐藏 iTunes 列表中 Ping 按钮";
"ITUNESLINKS_YES" = "正在显示 iTunes 中的链接箭头";
"ITUNESLINKS_NO" = "正在隐藏 iTunes 中的链接箭头";
"LINK_MS" = "正在重定向链接箭头到 iTunes 商店";
"LINK_LIB" = "正在重定向链接箭头到 iTunes 资料库";
"HALFSTARS_YES" = "正在打开半星评价";
"HALFSTARS_NO" = "正在关闭半星评价";
"HIGHCONTRAST_YES" = "正在打开 iTunes 高对比度模式";
"HIGHCONTRAST_NO" = "正在关闭 iTunes 高对比度模式";
"ITUNESZOOM_NO" = "正在打开绿色缩放按钮切换迷你播放器";
"ITUNESZOOM_YES" = "正在关闭绿色缩放按钮切换迷你播放器";
"REINIT_ITUNES" = "正在重新初始化 iTunes 的隐藏参数";

"LOAD_IMAGELOGIN" = "更改登录窗口背景图像";
"RESET_IMAGELOGIN" = "正在恢复登录窗口的背景";
"MSGLOGIN_YES" = "在登录窗口显示一段信息";
"MSGLOGIN_NO" = "不在登录窗口显示信息";
"MODIF_LOGIN" = "正在修改登录窗口的参数";
"ENABLEKIOSK" = "正在关闭 Apple 菜单的重启...、关机... 和注销... 菜单项";
"DISABLEKIOSK" = "正在打开 Apple 菜单的重启...、关机... 和注销... 菜单项";
"KIOSKRESTART" = "正在修改 Apple 菜单。";
"MSG_KIOSKRESTART" = "修改 Apple 菜单的重启...、关机... 和注销... 菜单项会在重启后生效。\n您确定要现在强制重启吗？请记得保存您的工作！";
"HIDEBUTSESSION" = "正在隐藏登录窗口的按钮";
"SHOWBUTSESSION" = "正在显示登录窗口的按钮";
"INFOLOGIN" = "正在修改登录窗口信息";
"SHOWADMINUSERS_YES" = "正在用户列表中显示管理员";
"SHOWADMINUSERS_NO" = "正在用户列表中隐藏管理员";
"SHOWLOCALUSERS_YES" = "正在用户列表中显示普通用户";
"SHOWLOCALUSERS_NO" = "正在用户列表中隐藏普通用户";
"SHOWNETWORKUSERS_YES" = "正在用户列表中显示网络用户";
"SHOWNETWORKUSERS_NO" = "正在用户列表中隐藏网络用户";
"SETBOOT" = "正在设置启动模式";
"ALRT_BOOT" = "您已选择了启动模式：单用户。";
"MSG_BOOT" = "在下次重启时，您的电脑不能载入 Finder 也不能显示桌面。\n要返回普通的启动模式，键入命令：nvram boot-args='' ''";
"REINIT_LOGIN" = "正在重新初始化登录窗口的参数";

"INDEXING_YES" = "正在打开对启动盘的索引";
"INDEXING_NO" = "正在关闭对启动盘的索引";
"DELETE_SPOTLIGHTINDEX" = "Deleting the Spotlight index of the startup disk";
"DICTSPOTLIGHT_YES" = "正在打开 Spotlight 中的字典搜索功能";
"DICTSPOTLIGHT_NO" = "正在关闭 Spotlight 中的字典搜索功能";
"CALCSPOTLIGHT_YES" = "正在打开 Spotlight 中的计算器功能";
"CALCSPOTLIGHT_NO" = "正在关闭 Spotlight 中的计算器功能";
"HIDE_SPOTLIGHTICN" = "正在隐藏菜单栏的 Spotlight 图标";
"SHOW_SPOTLIGHTICN" = "正在显示菜单栏的 Spotlight 图标";
"REINIT_SPOTLIGHT" = "正在重新初始化 Spotlight 参数";

"VERIFYDMG_YES" = "正在打开磁盘映像验证";
"VERIFYDMG_NO" = "正在关闭磁盘映像验证";
"FORMATDMG_YES" = "正在添加其它磁盘映像格式";
"FORMATDMG_NO" = "正在删除其它磁盘映像格式";
"DEBUGDU_YES" = "正在显示磁盘工具的调试菜单";
"DEBUGDU_NO" = "正在磁盘工具的调试菜单";
"VERIFYBURN_YES" = "正在打开刻录后光盘验证";
"VERIFYBURN_NO" = "正在关闭刻录后光盘验证";
"HELPFLOAT_NO" = "设置帮助查看器窗口为非置顶模式";
"HELPFLOAT_YES" = "设置帮助查看器窗口为置顶模式";
"ICONHELP_NO" = "正在将帮助查看器图标在 Dock 和应用程序切换器中隐藏。";
"ICONHELP_YES" = "正在将帮助查看器图标在 Dock 和应用程序切换器中显示。";
"DEBUGHELP_NO" = "正在关闭帮助查看器调试模式";
"DEBUGHELP_YES" = "正在打开帮助查看器调试模式";
"X11ALERTQUIT_NO" = "正在隐藏退出 X11 前的警告消息";
"X11ALERTQUIT_YES" = "正在显示退出 X11 前的警告消息";
"APP_X11" = "正在修改启动 X11 时执行的程序";
"SSBONJOUR_YES" = "正在显示屏幕共享中的 Bonjour 浏览器";
"SSBONJOUR_NO" = "正在隐藏屏幕共享中的 Bonjour 浏览器";
"SSTOOLBAR_YES" = "正在显示屏幕共享中的完整工具栏";
"SSTOOLBAR_NO" = "正在隐藏屏幕共享中的完整工具栏";
"DASHBOARD_YES" = "正在打开 Dashboard";
"DASHBOARD_NO" = "正在关闭 Dashboard";
"DEVMODE_YES" = "正在打开 Dashboard 的开发者模式";
"DEVMODE_NO" = "正在关闭 Dashboard 的开发者模式";
"RIPPLE_YES" = "正在打开添加新 Widget 时的水波纹效果";
"RIPPLE_NO" = "正在关闭添加新 Widget 时的水波纹效果";
"DEBUGARD_YES" = "正在显示 Apple 远程桌面的调试菜单";
"DEBUGARD_NO" = "正在隐藏 Apple 远程桌面的调试菜单";
"DEBUGICAL_YES" = "正在显示 iCal 调试菜单";
"DEBUGICAL_NO" = "正在隐藏 iCal 调试菜单";
"DATADETECTICHAT_NO" = "正在关闭 iChat 的数据探测器";
"DATADETECTICHAT_YES" = "正在打开 iChat 的数据探测器";
"FOCUSTERMINAL_YES" = "正在打开终端窗口聚焦";
"FOCUSTERMINAL_NO" = "正在关闭终端窗口聚焦";
"ASINSPECTOR_YES" = "正在打开 Interface Builder 的 AppleScript 检查器";
"ASINSPECTOR_NO" = "正在关闭 Interface Builder 的 AppleScript 检查器";
"REINIT_MISC" = "正在重新初始化其它隐藏参数";

"NO_SN" = "序列号未初始化。 \n主板可能已更换。";
"PURGE_MEMORY" = "正在清除非活跃内存";
"DISABLE_SWAP" = "正在关闭虚拟内存";
"ENABLE_SWAP" = "正在打开虚拟内存";
"MODIF_JOURNAL" = "正在修改 HFS + 日志状态";
"JOURNAL_YES" = "正在打开 HFS + 日志功能";
"JOURNAL_NO" = "正在关闭 HFS + 日志功能";
"SHOW_MINIPROFILE" = "正在显示迷你概述";
"SHOW_BASICPROFILE" = "正在显示基本概述";
"SHOW_FULLPROFILE" = "正在显示完整概述";
"SAVE_MINIPROFILE" = "正在存储迷你概述";
"SAVE_BASICPROFILE" = "正在存储基本概述";
"SAVE_FULLPROFILE" = "正在存储完整概述";
"PROFILE_SAVED" = "概述已存储。";
"MSG_XMLSAVED" = "您的硬件和软件配置概述已存储为 XML 格式 (.spx) 并放到桌面。";
"MSG_TXTSAVED" = "您的硬件和软件配置概述已存储为文本格式 (.txt) 并放到桌面。";

"DEL_LOG" = "正在删除 OnyX 日志";
"NEWLOG" = "已创建新日志...";
"DEL_REPORTS" = "正在删除 OnyX 崩溃报告";

"BAD_SYSTEM" = "OnyX 不能在这个版本的 Mac OS X 上运行。";
"GOOD_SYSTEM" = "这个版本的 OnyX 需要 Mac OS X 的版本为 10.6 (Snow Leopard)。";
"BADPASS" = "您输入的名称或密码不正确。";
"MSG_BADPASS" = "尝试再次输入您的信息。";

"ERROR" = "错误：";
"MSG_NOSCRIPTLOG" = "这些维护脚本通常从不执行。";
"ERR_ONYXLOG" = "OnyX 系统日志已关闭。";
"MSG_ONYXLOG" = "您可能在系统偏好设置更改了日期和时间格式。系统缺陷会防止 OnyX 系统日志操作。";
"ERR_UPDLOCATE" = "在重建 Locate 数据库时检测到一个错误。";
"ERR_UPDWHATIS" = "在重建 Whatis 数据库时检测到一个错误。";
"NOT_FOUND" = "未找到项目";
"ERR_INFOJOURNAL" = "在读取日志状态时检测到一个错误。开关不可用。";
"ERR_ENABLEJOURNAL" = "在打开日志功能时检测到一个错误。";
"ERR_DISABLEJOURNAL" = "在关闭日志功能时检测到一个错误。";
"ERR_LOAD" = "发生了一个载入错误。";
"ERR_DEVTOOLS" = "在安装偏好设置面板时检测到一个错误。";
"ERR_SYNTAX" = "发生了一个语法错误。";
"ERR_DSSTORE" = "在删除 .DS_Store 文件时检测到一个错误。";
"MSG_DSSTORE" = "验证路径...";
"ERR_DATAENTRY" = "发生了一个数据条目错误。";
"ERR_NONAME" = "未指定名称。请键入名称。";
"ERR_POINTNAME" = "指定的名称以点号开头。以点号开头的文件默认为系统隐藏。请选取其它名称。";
"NO_ANIMDESKTOP" = "未选择桌面背景。";
"CHOOSE_ANIMDESKTOP" = "请选取一个桌面背景，然后点按开始。";
"MSGLOGIN" = "登录消息未注册。";
"ERR_MSGLOGIN" = "您可能使用了不合法的特殊字符。请修改您的信息并重试...";
"ERR_UPDATE" = "在查找 OnyX 更新时发生了一个错误。";
"ERR_UPDATERETRY" = "在搜索 Onyx 更新时检测到一个错误。网站突然不可用，或者您没有连接到 Internet。请稍后重试。";
"NO_FILE" = "此文件不存在。";
"NOCOMMAND" = "未选择命令...";
"SELECT_COM" = "请选取列表中的命令或在搜索框键入命令。";
"NO_MAN" = "没有命令的手册条目：";
"UNKNOWN_COM" = "这是个未知命令或手册条目。";
"EMPTY_LIST" = "清空列表。";
"NO_SELECTION" = "未选择项目";
"MSG_NOCASE" = "请选取至少一个选项，然后重试。";
"ERR_TYPEPROFILE" = "此概述未定义。";
"MSG_TYPEPROFILE" = "请选取概述的样式...";
"ERR_FORMATPROFILE" = "格式未定义。";
"MSG_FORMATPROFILE" = "请选取概述的格式...";
"MSG_SAVEPROFILE" = "在存储您的配置概述时检测到一个错误。";
"NO_LOGONYX" = "OnyX 日志 (~/Library/Logs/OnyX.log) 不存在。它可能已移除。";
"BAD_CRASHONYX" = "所选文件不是一个 OnyX 诊断报告或它已被重命名。";

"ALRT" = "警告：";
"ALRT_HIDEDISK" = "您确定要隐藏启动磁盘吗？";
"ALRT_FINDER" = "OnyX 将重启 Finder。请确认没有正在进行的操作 (拷贝或移动文件，清倒废纸篓...)，然后点按继续。";
"ALRT_SYSTEMUISERVER" = "OnyX 将重启 SystemUIServer 进程。这个进程显示 Finder 菜单栏右侧的图标。";
"ALRT_APPS" = "OnyX 将强制退出所有打开的应用程序。请确认没有进行中的操作并保存了您的文稿，然后按下继续。";
"ALRT_ALLAPPS" = "OnyX 将退出所有已打开的程序。";
"ALRT_FINDERAPPS" = "OnyX 将强制退出 Finder 和一些应用程序。请确认没有进行中的操作并保存了您的文稿，然后按下继续。";
"ALRT_RESTOREDOCK" = "OnyX 将还原并重启 Dock。参数将重置，显示将与系统和应用程序首次安装时的相同。";
"ALRT_REINITDOCK" = "OnyX 将重置 Dock 的参数然后重启它。";
"ALRT_DOCK" = "OnyX 必须重新启动 Dock 以使更改生效。";
"ALRT_SAFARI" = "OnyX 将强制退出 Safari。请确认没有进行中的操作，然后按下继续。";
"ALRT_ITUNES" = "OnyX 将强制退出 iTunes。请确认没有进行中的操作，然后按下继续。";
"ALRT_DU" = "OnyX 将强制退出磁盘工具。请确认没有进行中的操作，然后按下继续。";
"ALRT_TERM" = "OnyX 将强制退出终端。请确认没有进行中的操作，然后按下继续。";
"ALRT_QTPLAYER" = "OnyX 将强制退出 QuickTIme 播放器。请确认没有进行中的操作，然后按下继续。";
"ALRT_MAIL" = "OnyX 将强制退出 Mail。请确认没有进行中的操作，然后按下继续。";
"ALRT_ARD" = "OnyX 将强制退出 Apple 远程桌面。请确认没有进行中的操作，然后按下继续。";
"ALRT_ICAL" = "OnyX 将强制退出 iCal。请确认没有进行中的操作，然后按下继续。";
"ALRT_ICHAT" = "OnyX 将强制退出 iChat。请确认没有进行中的操作，然后按下继续。";
"ALRT_HELPVIEWER" = "OnyX 将强制退出帮助查看器。请确认没有进行中的操作，然后按下继续。";
"ALRT_X11" = "OnyX 将强制退出 X11 及其应用程序。请确认没有进行中的操作，然后按下继续。";
"ALRT_SS" = "OnyX 将强制退出屏幕共享。请确认没有进行中的操作，然后按下继续。";
"ALRT_IB" = "OnyX 将强制退出 Interface Builder。请确认没有进行中的操作，然后按下继续。";

"APPLE" = "Apple 内建";
"BARRIERE" = "Joël Barrière 制作";
"MARCHAND" = "Jérémy Marchand 制作";
"PETERSEN" = "Dirk Petersen 制作";
"BESSON" = "Mathieu Besson 制作";
"KINO" = "Nato Kino 制作";
"BENNETT" = "Francisco O. Bennett 制作";
"IDIART" = "Dominique Idiart 制作";
"BLOIS" = "Jonathan Blois 制作";
"BOUKARABILA" = "Karim Boukarabila 制作";
"HEUVEL" = "Vincent van den Heuvel 制作";
"HAWTIN" = "Michael Hawtin 制作";
"WONDRACK" = "James Wondrack 制作";
"TOOHEY" = "Will Toohey 制作";
"COLASHEEP" = "Cola Sheep 制作";
"RAZAN" = "John D. Razan 制作";
"J2MC" = "Jose Juan Medina Cabrera 制作";
"RHINEHART" = "Brian Rhinehart 制作";
"TOM" = "Tom 制作";
"LANHAM" = "David Lanham 制作";

"UNINSTALL_ONYX" = "您确定要卸载 OnyX 及其在安装使用程序时创建的组件吗？";
"QUIT_ONYX" = "您确定要退出 OnyX 吗？";